[
    {
        "name": "\n\tERADIK8 RTU All Purpose Disinfectant Cleaner and Sanitizer",
        "desc": "\n\nERADIK8•RTU All Purpose Disinfectant Cleaner and Sanitizer is an all-purpose, ready-to-use quaternary-based broad-spectrum disinfectant cleaner and sanitizer. When use as directed, this ready-to-use disinfectant (contains 3000 ppm of active germicide) making it effective against a broad spectrum of microorganisms. It quickly removes dirt, grime, food residue, blood and other organic matter. It also eliminates odors leaving areas and surfaces smelling clean and fresh.",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2020/12/2463210001_eradik8-RTU_web_new-product.jpg",
                "https://www.avmor.com/wp-content/uploads/2020/12/2463278001_eradik8-RTU_web_new-product.jpg"
            ]
        ]
    },
    {
        "name": "\n\tBALANCE PLUS Cleaner Disinfectant",
        "desc": "\n\nBALANCE PLUS Cleaner Disinfectant is a phosphate free concentrated cleaner disinfectant which provides effective cleaning, deodorizing, disinfection and sanitization for use in schools, nursing homes, hospitals, food processing plants and other institutions. When used as directed, BALANCE PLUS is an effective cleaner, disinfectant, sanitizer, deodorizer, fungicide, mildewstat and is effective against Hepatitis C, Influenza A2/Asia, Herpes simplex Type 1, Adenovirus Type 2, Vaccinia virus, Feline calicivirus/Norwalk virus and Avian Influenza virus, Type A (Turkey/wis/66), H9N2 and HIV-1 (Human Immunodeficiency Virus). BALANCE PLUS is effective on walls, floors, sink tops, tables, chairs, garbage cans, telephones, bed frames and other hard, non-porous surfaces.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/2089278001_balanceplus_l_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/balance-plus-600-by-600.jpg"
            ]
        ]
    },
    {
        "name": "\n\tEP71 Foaming Hand Soap",
        "desc": "\n\nEP71 Foaming Hand Soap is made from the finest ingredients available. It moisturizes as it cleans leaving your hands soft, smooth and hydrated. It is formulated with plant derived emulsifiers, foaming agents and emollients. No added fragrance, color and Methylisothiazolinone (and) Methylchloroisothiazolinone.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2017/09/2055250001_ep71_web-2.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/2055225001_ep71_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/2055278001_ep71_web-2.jpg"
            ]
        ]
    },
    {
        "name": "\n\tBASIX Neutral Disinfectant Cleaner",
        "desc": "\n\nAvmor’s BASIX Neutral Disinfectant Cleaner is a no-rinse concentrated quaternary disinfectant formulated to effectively kill a broad range of microorganisms. Use wherever superior hygiene is required including: schools, hospitals, nursing homes, offices, restrooms, foodservice establishments, and food processing plants. This product can be used on the following surfaces: floors, walls, ceilings, tables, chairs, countertops, telephones, fixtures, glazed tiles, toilets, urinals, sinks, shower rooms, locker rooms and any washable surface where disinfection is required.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/basix.jpg"
            ]
        ]
    },
    {
        "name": "\n\tEP66 Disinfectant and Sanitizer",
        "desc": "\n\n• Excellent for industrial, institutional, hospital and food establishment",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/1997259030_ep66_din_s2c_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/1997257001_ep66_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/1997278001_ep66_web-2.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/1997276030_ep66_dema_web-1.jpg"
            ]
        ]
    },
    {
        "name": "\n\tSani Stuff Disinfectant and No Rinse Sanitizer",
        "desc": "\n\n• Excellent for industrial, institutional, hospital and food establishment",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/2036278001_sani_stuff_web-2.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2036259030_sani_stuff_web-1.jpg"
            ]
        ]
    },
    {
        "name": "\n\tERADIK8-55 One-Step Disinfectant Cleaner and Sanitizer",
        "desc": "\n\nERADIK8·55 is an all-in-one concentrated, one-step,",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2020/10/2455278001_eradik8-55_web_new-product-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2020/10/2455257001_eradik8-55_web.jpg"
            ]
        ]
    },
    {
        "name": "\n\tAvmor Antibacterial Foaming Hand Soap",
        "desc": "\n\nAVMOR ANTIBACTERIAL FOAMING HAND SOAP is fragrance-free and gentle on your skin. It does not leave any residue on your hands and is Triclosan-free. This foaming hand soap is effective in destroying harmful bacteria and removing impurities to provide antiseptic cleansing.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2019/05/2368250001_avmor_antibac_web-2.jpg",
                "https://www.avmor.com/wp-content/uploads/2019/05/2368225001_avmor_antibac_web-3.jpg"
            ]
        ]
    },
    {
        "name": "\n\tEP72 Hand Soap",
        "desc": "\n\nEP72 Hand Soap is a mild liquid hand soap made from the finest ingredients available. It moisturizes as it cleans leaving your hands soft, smooth and hydrated. It is formulated with plant derived emulsifiers, foaming agents and emollients. No added fragrance, color and Methylisothiazolinone (and) Methylchloroisothiazolinone.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2017/09/2057198001_ep72_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/2057278001_ep72_web-2.jpg"
            ]
        ]
    },
    {
        "name": "\n\tSANIMOR Alcohol-Free Foaming Hand Sanitizer",
        "desc": "\n\nAVMOR SANIMOR Alcohol-Free Foaming Hand Sanitizer is fragrance-free, non-sticky, non-flammable, absorbs quickly and is non-drying to the skin, which leaves the skin feeling soft and refreshed. This foaming hand sanitizer is effective in killing harmful germs and bacteria which can be found on the skin. For personal hand hygiene to help prevent the spread of certain bacteria.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2017/09/2364225001_sanimor_web-2.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/2364278002_sanimor_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/2364178001_sanimor_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2019/05/2364250001_sanimor_web.jpg"
            ]
        ]
    },
    {
        "name": "\n\tADORA Lotion Hand Soap",
        "desc": "\n\nADORA is a blend of carefully selected cleaners and emollients, specifically formulated for hand cleaning without removing the natural skin oils protecting the epidermis. This gentle lotion hand soap has the same pH as your skin and only a few drops will provide thick, and luxurious suds that lift away dirt and grime leaving your hands clean, fresh and velvet-smooth. ADORA can be used in industrial plants, schools, hotels, food plants, service stations, offices, restaurants, kitchens, and washrooms facilities. ADORA is effective in hard or soft water. Its attractive colour and refreshing fragrance make it a pleasure to wash up.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2017/09/2278278001_adora_l_web-3.jpg"
            ]
        ]
    },
    {
        "name": "\n\t7T Alcohol Hand Sanitizer (gel)",
        "desc": "\n\nAvmor’s 7T ALCOHOL HAND SANITIZER is a 70% v/v ethyl alcohol based product that produces a thick, stable lather that leaves skin with a soft, refreshing, non-sticky after-feel. 7T ALCOHOL HAND SANITIZER is fast drying and it effectively kills harmful bacteria and germs on the skin. For personal hand hygiene to help prevent the spread of certain bacteria.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2017/09/2195180001_7t_sanit_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/2195278001_7t_sanit_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/2195182001_7t_sanit_web_technical_grade.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/2195198001_7t_sanit_web.jpg"
            ]
        ]
    },
    {
        "name": "\n\tEP67 Heavy Duty Industrial Degreaser",
        "desc": "\n\nEP67 Heavy Duty Industrial Degreaser quickly and effectively removes grease, oily residue, carbon, ink, petroleum and soot from washable surfaces. EP67 can be used on floors, walls, ceramic, plastic, copper, brass, metal, concrete and other surfaces not harmed by water.",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/2105257001_ep67_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2105259030_ep67_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2105276030_ep67_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/ep67-daryl-sep23-Copy.png",
                "https://www.avmor.com/wp-content/uploads/2018/06/2105278001_ep67_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2105334001_ep67_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2105382001_ep67_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/ep67-600-by-600.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/ep67-600-by-600a.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2105.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/ep67-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/Ep67-600-by-60-2.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/Ep67-600-by-600.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/Ep67-600-by-6001.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/ep67.jpg"
            ]
        ]
    },
    {
        "name": "\n\tCLASSIQUE GENTLE LOTION Concentrated Lotion Hand Soap",
        "desc": "\n\nBIOMAXX CLASSIQUE GENTLE LOTION is a blend of carefully selected ingredients that moisturizes your hands as it cleans, maintaining a level of natural oils on the skin. It produces a luxurious lather that is easily rinsed, leaving your hands smooth and hydrated. BIOMAXX CLASSIQUE GENTLE LOTION must be used with the Biomaxx soap dispenser, designed to fit with the bag-in-box system.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2017/09/2278198001_classiquelotion_l_web-1.jpg"
            ]
        ]
    },
    {
        "name": "\n\tWF154 Residual Free Heavy Duty Wood Floor Cleaner",
        "desc": "\n\nWF154 Residual Free Heavy Duty Wood Cleaner is perfect for complete cleaning of wood floors and surrounding surfaces. WF154 is a chemically balanced detergent containing non-ionic surfactant, emulsifier and sequestering agent. This product is a free-rinsing, non-dulling and low foam cleaner.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/05/2428277001_wf154_l.jpg"
            ]
        ]
    },
    {
        "name": "\n\tEP50 Cleaner Disinfectant",
        "desc": "\n\nEP50 CLEANER DISINFECTANT is an all in one hydrogen peroxide based product: disinfectant, heavy duty cleaner, multi-purpose cleaner, glass cleaner, floor cleaner, carpet cleaner and carpet stain remover. When used as directed as a disinfectant, it kills 99.99% of the following bacteria: Staphylococcus aureus, Salmonella choleraesuis and Pseudomonas aeruginosa and kills the following viruses; Herpes simplex virus Type 2, Influenza A2/Japan and HIV-1 (Human Immunodeficiency Virus) on hard non-porous surfaces in 5 minutes. EP50 CLEANER DISINFECTANT has very low VOCs, which is optimum for use in hospitals, health care facilities, hotels, schools and food service establishments. Organic ingredients in this product are readily biodegradable in accordance with OECD 301 standard.",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/2135278001_ep50_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2135259030_ep50_din_s2c_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2135276030_ep50_dema_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2135332001_ep50_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/ep50-600-by-600.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/ep50.jpg"
            ]
        ]
    },
    {
        "name": "\n\tCF325 BEST EVER Concrete and Terrazzo Sealer",
        "desc": "\n\nAvmor’s CF325 BEST EVER® Concrete and Terrazzo Sealer is the most advanced technology for durability, sheen and non maintenance flooring.",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2020/03/2454277001_cf325_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2020/03/2454332001_cf325_web.jpg"
            ]
        ]
    },
    {
        "name": "\n\tWF725 Water-Based Urethane Fortified Wood Coating",
        "desc": "\n\nWF725 Water-Based Urethane Fortified Wood Coating incorporates proven polycarbonate technology to provide enhanced benefits such as:",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/05/2430332001_wf725_l.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/05/2430332001_wf725_l.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/05/2430-600-by-600.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/05/Wf725-600-by-600-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/05/Wf725-600-by-600.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/05/wf725.jpg"
            ]
        ]
    },
    {
        "name": "\n\tWF155 Citrus Based Restorer",
        "desc": "\n\nWF155 Citrus Based Restorer is perfect for wood floors that are finished, to restore to «like-new» gloss while raising the floor’s slip resistance coefficient. WF155 does not contain any wax or polymers therefore eliminates restorer build-up. This highly effective restorer removes embedded soil and repairs scuffs, scratches and dull spots while eliminating powdering.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/05/2429277001_wf155_l.jpg"
            ]
        ]
    },
    {
        "name": "\n\tTF385 Pre Burnish Floor Cleaner and Gloss/Slip Resistance Enhancer",
        "desc": "\n\nTF385 Pre Burnish Floor Cleaner and Gloss/Slip Resistance Enhancer is a revolutionary product that increases the durability of vinyl composition tile that have been finished, while at the same time enhancing gloss and slip resistance. Any of Avmor’s high quality floor finishes that are treated with TF385 exhibit a truly brilliant gloss which can exhibit a 30-50% increase in finish longevity, as well as exceeding the slip resistance recommendations of the U.S. Occupational Safety and Health Administration (OSHA), National Floor Safety Institute (NFSI) and Americans with Disabilities Act (ADA).\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2017/09/2409277001_tf385_l_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/2409-600-by-600.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/tf385-600-by-600.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/Tf385-600-by-600.jpg"
            ]
        ]
    },
    {
        "name": "\n\tCAPTIV800 Encapsulation Cleaner",
        "desc": "\n\nCAPTIV800 Encapsulation Cleaner is a highly effective, deep cleaning formulation that removes stubborn dirt, oily soil, and tough stains. CAPTIV800 dries quickly after application leaving no sticky residue that can accelerate re-soiling. CAPTIV800 is based on a special encapsulation/anti-soiling technology that continues to work after the surface dries to protect and to improve soil removal with the next vacuuming/mopping operation.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2017/12/2404277001_captiv800_web.jpg"
            ]
        ]
    },
    {
        "name": "\n\tEP88 CAPRICE Neutralizer and Salt Remover for Floors and Carpets",
        "desc": "\n\nEP88 CAPRICE neutralizes alkaline residues and effectively removes salt and calcium deposits on most floor surfaces and industrial carpeting. This remarkable detergent, not only neutralizes the residual effects of strippers and cleaners, but it also is a super efficient cleaner. Its deep penetrating action helps suspend the dirt and residues, lifting it to the surface for easy neutralization and removal.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/2353278001_ep88_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2353278001_ep88_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/ep88.jpg"
            ]
        ]
    },
    {
        "name": "\n\tTF700 Instant Traction Floor Conditioner",
        "desc": "\n\nTF700 Instant Traction Floor Conditioner advanced chemistry provides a one-step slip resistance enhancing treatment and cleaner in the same product. TF700 can be used on all types of flooring, including vinyl tile, sheet flooring, terrazzo, marble, quarry tile, blue stone, Mexican tile, ceramic tile, concrete, granite and sealed wood. At a higher recommended concentration, a single application of TF700 creates a micro-profile on any type of flooring, significantly increasing slip resistance characteristics. When used at lower concentrations, TF700 can be used to effectively clean all types of flooring in restaurants, cafeterias, food courts, restrooms, and entrances and walkways, while maintaining positive slip resistance characteristics. TF700 can be applied with either a mop or automatic scrubber and will not cause a build-up with routine use. Field use has produced an average increase in slip resistance of 0.1 SCOF (Static Coefficient of Friction) per application. TF700 helps any type of floor meet or exceed the slip resistance recommendations of the U.S. Occupational Safety and Health Administration (OSHA), National Floor Safety Institute (NFSI) and American National Standards Institute (ANSI).\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2017/09/2412277001_tf700_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2017/09/Tf700-600-by-600.jpg"
            ]
        ]
    },
    {
        "name": "\n\t3 IN1 Disinfecting All Purpose Cleaner and Glass Cleaner (RTU)",
        "desc": "\n\n3 IN 1 Disinfecting All Purpose and Glass Cleaner is a versatile disinfectant that effectively cleans all hard surfaces with food related grease, dirt, and other common soils. An optimum blend of disinfecting agents and surfactants enables this product to also clean glass and Plexiglas to a streak-free shine. 3 IN 1 is formulated to act as a proven disinfectant against common pathogenic bacteria and viruses. When used as directed 3 IN 1 is effective against: Staphylococcus aureus, Salmonella choleraesuis, Pseudomonas aeruginosa, Salmonella typhosa, Pathogenic fungi such as: Trichophyton interdigitale, Escherichia coli, Brevibacterium ammoniagenes, Klebsiella pneumoniae and Influenza A2, Herpes simplex, Adenovirus type II, and Vaccinia viruses. 3 IN 1 Disinfecting All Purpose and Glass Cleaner is not limited to cleaning food service establishments, but is also useful as a general-purpose cleaner in commercial buildings including offices, stores, and washrooms. As a powerful disinfectant cleaner, 3 IN 1 Disinfecting All Purpose and Glass Cleaner can be equally effective for fast clean-ups in hospitals and institutional environments. Avmor 3 IN 1 Disinfecting All-Purpose and Glass Cleaner is only available in the convenient ready-to-use format. No dilution is required.",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/0294210001_3in1glass_l_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/0294278001_3in1_web.jpg"
            ]
        ]
    },
    {
        "name": "\n\tRESIN8 General Resin Cleaner",
        "desc": "\n\nRESIN8 is a powerful, solvent-free, general resin cleaner that has been designed for your everyday applications. With its EcoLogo certification, low VOC levels, no phosphates, no added fragrance, this makes the perfect product for your employees and the environment. RESIN8 is non-corrosive so it will protect your investment whether it is your trimming machines, blades, scissors or extraction units. Organic ingredients in this product are readily biodegradable in accordance with OECD 301 standard. This product is non-flammable, has very low toxicity and leaves no residue after rinse.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2019/10/2447278001_resin8_web.jpg"
            ]
        ]
    },
    {
        "name": "\n\tA707LF Low Foam Cleaner Degreaser",
        "desc": "\n\nA707 LF is a special blend of detergents and water soluble solvents designed for low foam cleaning and degreasing. A707 LF removes oily residue, grease, protein soil, soot and carbon from washable surfaces. A707 LF is the ideal cleaner-degreaser for use in autoscrubbers.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/1318278001_a707lf_l_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/1318334001-20L-A707LF_l_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/1318390001_a707lf_web.jpg"
            ]
        ]
    },
    {
        "name": "\n\t20/20 Concentrated Carpet Cleaner",
        "desc": "\n\nA special blend of carpet cleaning chemicals. This rich, colourless, concentrate contains anionic detergents, sequestrants, cleaning agents, inorganic detergent builders, buffering agents and extremely effective odour counteractants. Use 20/20 through hot water extractors to remove soils and stains from all types of carpet fibres. COLOUR-SAFE.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/2013278001_20-20_l_web-1.jpg"
            ]
        ]
    },
    {
        "name": "\n\tA707 Cleaner Degreaser",
        "desc": "\n\nA707 is a powerful multi-purpose cleaner for removing soil from water washable surfaces. It is designed to remove quickly and effectively oily residue, grease, soot and carbon. This product contains an inhibitor to control flash rusting.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/02/2122278001_a707_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2122334001_a707_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2122406001_a707_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2122390001_a707_web.jpg"
            ]
        ]
    },
    {
        "name": "\n\tRESIN8 XTRA Heavy Duty Resin Cleaner",
        "desc": "\n\nThere are some resin and plant matter deposits that are just too difficult for the average cleaner to handle. RESIN8 XTRA Heavy Duty Resin Cleaner has been specially developed and engineered for this purpose, to penetrate deep into the deposit to break it up at the core. This product is perfect for tackling your worst resin and oil build-up. It literally makes a large job, simpler. Whether you want to clean your trimming machines, blades, scissors, extraction units or anything that has this hard to clean deposit, RESIN8 XTRA will simply give life back to your trim equipment and tools, nothing less.",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2019/10/2448278001_resin8_xtra_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2019/10/2448332001_resin8_xtra_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2019/10/2448382001_resin8_xtra_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2019/10/Resin8xtra-600-by-600-.jpg",
                "https://www.avmor.com/wp-content/uploads/2019/10/resin8xtra-before-after.jpg"
            ]
        ]
    },
    {
        "name": "\n\tGERMALIN Cleaner Degreaser Disinfectant",
        "desc": "\n\nGERMALIN CLEANER DEGREASER DISINFECTANT is a heavy duty cleaner disinfectant and sanitizer designed for general use in schools, hotels, offices, kitchens, food processing plants, industrial establishments and hospitals. For light duty cleaning dilute 1:60 and for heavy duty cleaning dilute 1:20. When used as directed GERMALIN CLEANER DEGREASER DISINFECTANT is formulated to disinfect inanimate hard surfaces such as walls, floors, sinks, tops, tables, chairs and telephones.\n\n",
        "images": [
            [
                "https://www.avmor.com/wp-content/uploads/2018/06/2006278001_germalin_l_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2006334001_Germalin_20L_l_web-1.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2006390001_germalin_web.jpg",
                "https://www.avmor.com/wp-content/uploads/2018/06/2006-600-by-600.jpg"
            ]
        ]
    }
]